<style>
    *{
        color: black;
    }
</style>

お世話になっております。Eatapです。今回、クーポン利用手数料、ピンの色分け基準の2点を調整致しました。
<br>
<br>
クーポン利用手数料
当サービスでは手数料30円(1人当たり30円)、手数料80円(1グループあたり80円)の2種類のクーポンを準備しておりました。
今回の調整以降は手数料80円のクーポンを廃止し、手数料30円のクーポンのみとさせて頂きます。
<br>
<br>
ピンの色分け基準の調整
現在、当サービスでは10-49円、1-4%  の割引率はグレーのピン、50-149円、5-9% の割引率はイエローのピン、150円-10% の割引率はレッドのピンでの表示でした。
<br>
<br>
今回の調整以降は
10-49円、1-9%  の割引率はグレーのピン、50-499円、10-14% の割引率はイエローのピン、500円-15% の割引率はレッドのピンでの表示に変更致します。
<br>
<br>
変更理由の詳細や、ご質問につきましては、こちらにご連絡ください。contact@eatap.co.jp 
<br>
<br>
Eatapは店舗のお力になれ、皆様がご利用しやすいサービスづくりを目指していきますので、今後ともどうぞよろしくお願い致します。
<br>
<br>
<br>
株式会社Eatap